{
  "auto-indent.nvim": {
    "branch": "main"
  },
  "gruvbox-material": {
    "branch": "master"
  },
  "guess-indent.nvim": {
    "branch": "main"
  },
  "lazy.nvim": {
    "branch": "main"
  },
  "lualine.nvim": {
    "branch": "master"
  },
  "noice.nvim": {
    "branch": "main"
  },
  "nui.nvim": {
    "branch": "main"
  },
  "nvim-autopairs": {
    "branch": "master"
  },
  "nvim-colorizer.lua": {
    "branch": "master"
  },
  "nvim-notify": {
    "branch": "master"
  },
  "nvim-treesitter": {
    "branch": "master"
  },
  "nvim-web-devicons": {
    "branch": "master"
  },
  "oil.nvim": {
    "branch": "master"
  },
  "plenary.nvim": {
    "branch": "master"
  },
  "snacks.nvim": {
    "branch": "main"
  },
  "telescope.nvim": {
    "branch": "master"
  },
  "todo-comments.nvim": {
    "branch": "main"
  },
  "undotree": {
    "branch": "master"
  }
}
